Boundary lines intersect.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId BoundaryLinesIntersect { get; }
  Visual Basic
Public Shared ReadOnly Property BoundaryLinesIntersect As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ BoundaryLinesIntersect {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AnalyticalModelFailures Class
  Autodesk.Revit.DB Namespace